{
  "2104.05669v10": {
    "title": "Matrix variate and tensor variate Laplace distributions",
    "authors": [
      "Yurii Yurchenko"
    ],
    "summary": "In this article, we define a matrix variate asymmetric Laplace distribution.\nWe prove some properties of the matrix variate asymmetric Laplace distribution.\nWe prove the relationship between the matrix variate asymmetric Laplace\ndistribution and other distributions. We define a matrix variate generalized\nasymmetric Laplace distribution. We prove some properties of the matrix variate\ngeneralized asymmetric Laplace distribution. We prove the relationship between\nthe matrix variate generalized asymmetric Laplace distribution and other\ndistributions. We define a tensor variate asymmetric Laplace distribution. We\nprove some properties of the tensor variate asymmetric Laplace distribution. We\nprove the relationship between the tensor variate asymmetric Laplace\ndistribution and other distributions. We define a tensor variate generalized\nasymmetric Laplace distribution. We prove some properties of the tensor variate\ngeneralized asymmetric Laplace distribution. We prove the relationship between\nthe tensor variate generalized asymmetric Laplace distribution and other\ndistributions.",
    "pdf_url": "http://arxiv.org/pdf/2104.05669v10",
    "published": "2021-04-12"
  },
  "1307.1515v1": {
    "title": "Laplace Transformations of Submanifolds",
    "authors": [
      "Bang-Yen Chen",
      "Leopold Verstraelen"
    ],
    "summary": "Let $x : M \\to E^m$ be an isometric immersion of a Riemannian manifold $M$\ninto a Euclidean $m$-space. Denote by $\\Delta$ the Laplace operator of $M$.\nThen $\\Delta$ gives rise to a differentiable map $L :M \\to E^m$, called the\nLaplace map, defined by $L(p)=(\\Delta x)(p)$, $p\\in M$. We call $L(M)$ the\nLaplace image, and the transformation $L :M \\to L(M)$ from $M$ onto its Laplace\nimage $L(M)$ the {\\it Laplace transformation}. In this monograph, we provide a\nfundamental study of the Laplace transformations of Euclidean submanifolds.",
    "pdf_url": "http://arxiv.org/pdf/1307.1515v1",
    "published": "2013-07-05"
  },
  "1204.4754v3": {
    "title": "Review of Inverse Laplace Transform Algorithms for Laplace-Space Numerical Approaches",
    "authors": [
      "Kristopher L. Kuhlman"
    ],
    "summary": "A boundary element method (BEM) simulation is used to compare the efficiency\nof numerical inverse Laplace transform strategies, considering general\nrequirements of Laplace-space numerical approaches. The two-dimensional BEM\nsolution is used to solve the Laplace-transformed diffusion equation, producing\na time-domain solution after a numerical Laplace transform inversion. Motivated\nby the needs of numerical methods posed in Laplace-transformed space, we\ncompare five inverse Laplace transform algorithms and discuss implementation\ntechniques to minimize the number of Laplace-space function evaluations. We\ninvestigate the ability to calculate a sequence of time domain values using the\nfewest Laplace-space model evaluations. We find Fourier-series based inversion\nalgorithms work for common time behaviors, are the most robust with respect to\nfree parameters, and allow for straightforward image function evaluation re-use\nacross at least a log cycle of time.",
    "pdf_url": "http://arxiv.org/pdf/1204.4754v3",
    "published": "2012-04-20"
  },
  "1507.06209v1": {
    "title": "The Laplace operator on the Sierpinski gasket with Robin boundary conditions",
    "authors": [
      "Brigitte E. Breckner",
      "Ralph Chill"
    ],
    "summary": "We study the Laplace operator on the Sierpinski gasket with nonlinear Robin\nboundary conditions. We show that for certain Robin boundary conditions the\nLaplace operator generates a positive, order preserving, $L^\\infty$-contractive\nsemigroup which is sandwiched (in the sense of domination) between the\nsemigroups generated by the Dirichlet-Laplace operator and the Neumann-Laplace\noperator. We also characterise all local semigroups which are sandwiched\nbetween these two extremal semigroups by showing that their generators are\nRobin-Laplace operators.",
    "pdf_url": "http://arxiv.org/pdf/1507.06209v1",
    "published": "2015-07-22"
  },
  "2309.08024v2": {
    "title": "On the dual representations of Laplace transforms of Markov processes",
    "authors": [
      "Alexey Kuznetsov",
      "Yizao Wang"
    ],
    "summary": "We provide a general framework for dual representations of Laplace transforms\nof Markov processes. Such representations state that the Laplace transform of a\nfinite-dimensional distribution of a Markov process can be expressed in terms\nof a Laplace transform involving another Markov process, but with coefficients\nin the Laplace transform and time indices of the process interchanged. Dual\nrepresentations of Laplace transforms have been used recently to study open\nASEP and to describe stationary measures of the open KPZ equation. Our\nframework covers both recently discovered examples in the literature and\nseveral new ones, involving general L\\'evy processes and certain\nbirth-and-death processes.",
    "pdf_url": "http://arxiv.org/pdf/2309.08024v2",
    "published": "2023-09-14"
  }
}